[
    {
        "reference": "Genesis 1",
        "text": "In the beginning, God created the heavens and the earth.\nThe earth was formless and empty. Darkness was on the surface of the deep and God’s Spirit was hovering over the surface of the waters.\nGod said, “Let there be light,” and there was light.\nGod saw the light, and saw that it was good. God divided the light from the darkness.\nGod called the light “day”, and the darkness he called “night”. There was evening and there was morning, the first day.\nGod said, “Let there be an expanse in the middle of the waters, and let it divide the waters from the waters.”\nGod made the expanse, and divided the waters which were under the expanse from the waters which were above the expanse; and it was so.\nGod called the expanse “sky”. There was evening and there was morning, a second day.\nGod said, “Let the waters under the sky be gathered together to one place, and let the dry land appear”; and it was so.\nGod called the dry land “earth”, and the gathering together of the waters he called “seas”. God saw that it was good.\nGod said, “Let the earth yield grass, herbs yielding seeds, and fruit trees bearing fruit after their kind, with their seeds in it, on the earth”; and it was so.\nThe earth yielded grass, herbs yielding seed after their kind, and trees bearing fruit, with their seeds in it, after their kind; and God saw that it was good.\nThere was evening and there was morning, a third day.\nGod said, “Let there be lights in the expanse of the sky to divide the day from the night; and let them be for signs to mark seasons, days, and years;\nand let them be for lights in the expanse of the sky to give light on the earth”; and it was so.\nGod made the two great lights: the greater light to rule the day, and the lesser light to rule the night. He also made the stars.\nGod set them in the expanse of the sky to give light to the earth,\nand to rule over the day and over the night, and to divide the light from the darkness. God saw that it was good.\nThere was evening and there was morning, a fourth day.\nGod said, “Let the waters abound with living creatures, and let birds fly above the earth in the open expanse of the sky.”\nGod created the large sea creatures and every living creature that moves, with which the waters swarmed, after their kind, and every winged bird after its kind. God saw that it was good.\nGod blessed them, saying, “Be fruitful, and multiply, and fill the waters in the seas, and let birds multiply on the earth.”\nThere was evening and there was morning, a fifth day.\nGod said, “Let the earth produce living creatures after their kind, livestock, creeping things, and animals of the earth after their kind”; and it was so.\nGod made the animals of the earth after their kind, and the livestock after their kind, and everything that creeps on the ground after its kind. God saw that it was good.\nGod said, “Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the birds of the sky, and over the livestock, and over all the earth, and over every creeping thing that creeps on the earth.”\nGod created man in his own image. In God’s image he created him; male and female he created them.\nGod blessed them. God said to them, “Be fruitful, multiply, fill the earth, and subdue it. Have dominion over the fish of the sea, over the birds of the sky, and over every living thing that moves on the earth.”\nGod said, “Behold, I have given you every herb yielding seed, which is on the surface of all the earth, and every tree, which bears fruit yielding seed. It will be your food.\nTo every animal of the earth, and to every bird of the sky, and to everything that creeps on the earth, in which there is life, I have given every green herb for food;” and it was so.\nGod saw everything that he had made, and, behold, it was very good. There was evening and there was morning, a sixth day.\n",
        "book": "Genesis",
        "chapter": 1,
        "cleaned_text": "beginning god created heaven earth earth formless empty darkness surface deep god spirit hovering surface water god said let light light god saw light saw good god divided light darkness god called light day darkness called night evening morning first day god said let expanse middle water let divide water water god made expanse divided water expanse water expanse god called expanse sky evening morning second day god said let water sky gathered together one place let dry land appear god called dry land earth gathering together water called sea god saw good god said let earth yield grass herb yielding seed fruit tree bearing fruit kind seed earth earth yielded grass herb yielding seed kind tree bearing fruit seed kind god saw good evening morning third day god said let light expanse sky divide day night let sign mark season day year let light expanse sky give light earth god made two great light greater light rule day lesser light rule night also made star god set expanse sky give light earth rule day night divide light darkness god saw good evening morning fourth day god said let water abound living creature let bird fly earth open expanse sky god created large sea creature every living creature move water swarmed kind every winged bird kind god saw good god blessed saying fruitful multiply fill water sea let bird multiply earth evening morning fifth day god said let earth produce living creature kind livestock creeping thing animal earth kind god made animal earth kind livestock kind everything creep ground kind god saw good god said let u make man image likeness let dominion fish sea bird sky livestock earth every creeping thing creep earth god created man image god image created male female created god blessed god said fruitful multiply fill earth subdue dominion fish sea bird sky every living thing move earth god said behold given every herb yielding seed surface earth every tree bear fruit yielding seed food every animal earth every bird sky everything creep earth life given every green herb food god saw everything made behold good evening morning sixth day"
    },
    {
        "reference": "Genesis 2",
        "text": "The heavens, the earth, and all their vast array were finished.\nOn the seventh day God finished his work which he had done; and he rested on the seventh day from all his work which he had done.\nGod blessed the seventh day, and made it holy, because he rested in it from all his work of creation which he had done.\nThis is the history of the generations of the heavens and of the earth when they were created, in the day that Yahweh God made the earth and the heavens.\nNo plant of the field was yet in the earth, and no herb of the field had yet sprung up; for Yahweh God had not caused it to rain on the earth. There was not a man to till the ground,\nbut a mist went up from the earth, and watered the whole surface of the ground.\nYahweh God formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.\nYahweh God planted a garden eastward, in Eden, and there he put the man whom he had formed.\nOut of the ground Yahweh God made every tree to grow that is pleasant to the sight, and good for food, including the tree of life in the middle of the garden and the tree of the knowledge of good and evil.\nA river went out of Eden to water the garden; and from there it was parted, and became the source of four rivers.\nThe name of the first is Pishon: it flows through the whole land of Havilah, where there is gold;\nand the gold of that land is good. Bdellium and onyx stone are also there.\nThe name of the second river is Gihon. It is the same river that flows through the whole land of Cush.\nThe name of the third river is Hiddekel. This is the one which flows in front of Assyria. The fourth river is the Euphrates.\nYahweh God took the man, and put him into the garden of Eden to cultivate and keep it.\nYahweh God commanded the man, saying, “You may freely eat of every tree of the garden;\nbut you shall not eat of the tree of the knowledge of good and evil; for in the day that you eat of it, you will surely die.”\nYahweh God said, “It is not good for the man to be alone. I will make him a helper comparable to him.”\nOut of the ground Yahweh God formed every animal of the field, and every bird of the sky, and brought them to the man to see what he would call them. Whatever the man called every living creature became its name.\nThe man gave names to all livestock, and to the birds of the sky, and to every animal of the field; but for man there was not found a helper comparable to him.\nYahweh God caused the man to fall into a deep sleep. As the man slept, he took one of his ribs, and closed up the flesh in its place.\nYahweh God made a woman from the rib which he had taken from the man, and brought her to the man.\nThe man said, “This is now bone of my bones, and flesh of my flesh. She will be called ‘woman,’ because she was taken out of Man.”\nTherefore a man will leave his father and his mother, and will join with his wife, and they will be one flesh.\nThe man and his wife were both naked, and they were not ashamed.\n",
        "book": "Genesis",
        "chapter": 2,
        "cleaned_text": "heaven earth vast array finished seventh day god finished work done rested seventh day work done god blessed seventh day made holy rested work creation done history generation heaven earth created day yahweh god made earth heaven plant field yet earth herb field yet sprung yahweh god caused rain earth man till ground mist went earth watered whole surface ground yahweh god formed man dust ground breathed nostril breath life man became living soul yahweh god planted garden eastward eden put man formed ground yahweh god made every tree grow pleasant sight good food including tree life middle garden tree knowledge good evil river went eden water garden parted became source four river name first pishon flow whole land havilah gold gold land good bdellium onyx stone also name second river gihon river flow whole land cush name third river hiddekel one flow front assyria fourth river euphrates yahweh god took man put garden eden cultivate keep yahweh god commanded man saying may freely eat every tree garden shall eat tree knowledge good evil day eat surely die yahweh god said good man alone make helper comparable ground yahweh god formed every animal field every bird sky brought man see would call whatever man called every living creature became name man gave name livestock bird sky every animal field man found helper comparable yahweh god caused man fall deep sleep man slept took one rib closed flesh place yahweh god made woman rib taken man brought man man said bone bone flesh flesh called woman taken man therefore man leave father mother join wife one flesh man wife naked ashamed"
    },
    {
        "reference": "Genesis 3",
        "text": "Now the serpent was more subtle than any animal of the field which Yahweh God had made. He said to the woman, “Has God really said, ‘You shall not eat of any tree of the garden?’”\nThe woman said to the serpent, “We may eat fruit from the trees of the garden,\nbut not the fruit of the tree which is in the middle of the garden. God has said, ‘You shall not eat of it. You shall not touch it, lest you die.’”\nThe serpent said to the woman, “You won’t really die,\nfor God knows that in the day you eat it, your eyes will be opened, and you will be like God, knowing good and evil.”\nWhen the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took some of its fruit, and ate; and she gave some to her husband with her, and he ate it, too.\nTheir eyes were opened, and they both knew that they were naked. They sewed fig leaves together, and made coverings for themselves.\nThey heard Yahweh God’s voice walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of Yahweh God among the trees of the garden.\nYahweh God called to the man, and said to him, “Where are you?”\nThe man said, “I heard your voice in the garden, and I was afraid, because I was naked; and I hid myself.”\nGod said, “Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?”\nThe man said, “The woman whom you gave to be with me, she gave me fruit from the tree, and I ate it.”\nYahweh God said to the woman, “What have you done?”\nThe woman said, “The serpent deceived me, and I ate.”\nYahweh God said to the serpent,\n“Because you have done this,\nyou are cursed above all livestock,\nand above every animal of the field.\nYou shall go on your belly\nand you shall eat dust all the days of your life.\nI will put hostility between you and the woman,\nand between your offspring and her offspring.\nHe will bruise your head,\nand you will bruise his heel.”\nTo the woman he said,\n“I will greatly multiply your pain in childbirth.\nIn pain you will bear children.\nYour desire will be for your husband,\nand he will rule over you.”\nTo Adam he said,\n“Because you have listened to your wife’s voice,\nand ate from the tree,\nabout which I commanded you, saying, ‘You shall not eat of it,’\nthe ground is cursed for your sake.\nYou will eat from it with much labor all the days of your life.\nIt will yield thorns and thistles to you;\nand you will eat the herb of the field.\nBy the sweat of your face will you eat bread until you return to the ground,\nfor out of it you were taken.\nFor you are dust,\nand to dust you shall return.”\nThe man called his wife Eve because she would be the mother of all the living.\nYahweh God made coats of animal skins for Adam and for his wife, and clothed them.\nYahweh God said, “Behold, the man has become like one of us, knowing good and evil. Now, lest he reach out his hand, and also take of the tree of life, and eat, and live forever—”\nTherefore Yahweh God sent him out from the garden of Eden, to till the ground from which he was taken.\nSo he drove out the man; and he placed cherubim at the east of the garden of Eden, and a flaming sword which turned every way, to guard the way to the tree of life.\n",
        "book": "Genesis",
        "chapter": 3,
        "cleaned_text": "serpent subtle animal field yahweh god made said woman god really said shall eat tree garden woman said serpent may eat fruit tree garden fruit tree middle garden god said shall eat shall touch lest die serpent said woman wont really die god know day eat eye opened like god knowing good evil woman saw tree good food delight eye tree desired make one wise took fruit ate gave husband ate eye opened knew naked sewed fig leaf together made covering heard yahweh god voice walking garden cool day man wife hid presence yahweh god among tree garden yahweh god called man said man said heard voice garden afraid naked hid god said told naked eaten tree commanded eat man said woman gave gave fruit tree ate yahweh god said woman done woman said serpent deceived ate yahweh god said serpent done cursed livestock every animal field shall go belly shall eat dust day life put hostility woman offspring offspring bruise head bruise heel woman said greatly multiply pain childbirth pain bear child desire husband rule adam said listened wife voice ate tree commanded saying shall eat ground cursed sake eat much labor day life yield thorn thistle eat herb field sweat face eat bread return ground taken dust dust shall return man called wife eve would mother living yahweh god made coat animal skin adam wife clothed yahweh god said behold man become like one u knowing good evil lest reach hand also take tree life eat live forever therefore yahweh god sent garden eden till ground taken drove man placed cherub east garden eden flaming sword turned every way guard way tree life"
    },
    {
        "reference": "Genesis 4",
        "text": "The man knew Eve his wife. She conceived, and gave birth to Cain, and said, “I have gotten a man with Yahweh’s help.”\nAgain she gave birth, to Cain’s brother Abel. Abel was a keeper of sheep, but Cain was a tiller of the ground.\nAs time passed, Cain brought an offering to Yahweh from the fruit of the ground.\nAbel also brought some of the firstborn of his flock and of its fat. Yahweh respected Abel and his offering,\nbut he didn’t respect Cain and his offering. Cain was very angry, and the expression on his face fell.\nYahweh said to Cain, “Why are you angry? Why has the expression of your face fallen?\nIf you do well, won’t it be lifted up? If you don’t do well, sin crouches at the door. Its desire is for you, but you are to rule over it.”\nCain said to Abel, his brother, “Let’s go into the field.” While they were in the field, Cain rose up against Abel, his brother, and killed him.\nYahweh said to Cain, “Where is Abel, your brother?”\nHe said, “I don’t know. Am I my brother’s keeper?”\nYahweh said, “What have you done? The voice of your brother’s blood cries to me from the ground.\nNow you are cursed because of the ground, which has opened its mouth to receive your brother’s blood from your hand.\nFrom now on, when you till the ground, it won’t yield its strength to you. You will be a fugitive and a wanderer in the earth.”\nCain said to Yahweh, “My punishment is greater than I can bear.\nBehold, you have driven me out today from the surface of the ground. I will be hidden from your face, and I will be a fugitive and a wanderer in the earth. Whoever finds me will kill me.”\nYahweh said to him, “Therefore whoever slays Cain, vengeance will be taken on him sevenfold.” Yahweh appointed a sign for Cain, so that anyone finding him would not strike him.\nCain left Yahweh’s presence, and lived in the land of Nod, east of Eden.\nCain knew his wife. She conceived, and gave birth to Enoch. He built a city, and called the name of the city, after the name of his son, Enoch.\nTo Enoch was born Irad. Irad became the father of Mehujael. Mehujael became the father of Methushael. Methushael became the father of Lamech.\nLamech took two wives: the name of the first one was Adah, and the name of the second one was Zillah.\nAdah gave birth to Jabal, who was the father of those who dwell in tents and have livestock.\nHis brother’s name was Jubal, who was the father of all who handle the harp and pipe.\nZillah also gave birth to Tubal Cain, the forger of every cutting instrument of brass and iron. Tubal Cain’s sister was Naamah.\nLamech said to his wives,\n“Adah and Zillah, hear my voice.\nYou wives of Lamech, listen to my speech,\nfor I have slain a man for wounding me,\na young man for bruising me.\nIf Cain will be avenged seven times,\ntruly Lamech seventy-seven times.”\nAdam knew his wife again. She gave birth to a son, and named him Seth, saying, “for God has given me another child instead of Abel, for Cain killed him.”\nA son was also born to Seth, and he named him Enosh. At that time men began to call on Yahweh’s name.\n",
        "book": "Genesis",
        "chapter": 4,
        "cleaned_text": "man knew eve wife conceived gave birth cain said gotten man yahweh help gave birth cain brother abel abel keeper sheep cain tiller ground time passed cain brought offering yahweh fruit ground abel also brought firstborn flock fat yahweh respected abel offering didnt respect cain offering cain angry expression face fell yahweh said cain angry expression face fallen well wont lifted dont well sin crouch door desire rule cain said abel brother let go field field cain rose abel brother killed yahweh said cain abel brother said dont know brother keeper yahweh said done voice brother blood cry ground cursed ground opened mouth receive brother blood hand till ground wont yield strength fugitive wanderer earth cain said yahweh punishment greater bear behold driven today surface ground hidden face fugitive wanderer earth whoever find kill yahweh said therefore whoever slays cain vengeance taken sevenfold yahweh appointed sign cain anyone finding would strike cain left yahweh presence lived land nod east eden cain knew wife conceived gave birth enoch built city called name city name son enoch enoch born irad irad became father mehujael mehujael became father methushael methushael became father lamech lamech took two wife name first one adah name second one zillah adah gave birth jabal father dwell tent livestock brother name jubal father handle harp pipe zillah also gave birth tubal cain forger every cutting instrument brass iron tubal cain sister naamah lamech said wife adah zillah hear voice wife lamech listen speech slain man wounding young man bruising cain avenged seven time truly lamech seventyseven time adam knew wife gave birth son named seth saying god given another child instead abel cain killed son also born seth named enosh time men began call yahweh name"
    },
    {
        "reference": "Genesis 5",
        "text": "This is the book of the generations of Adam. In the day that God created man, he made him in God’s likeness.\nHe created them male and female, and blessed them. On the day they were created, he named them “Adam”.\nAdam lived one hundred thirty years, and became the father of a son in his own likeness, after his image, and named him Seth.\nThe days of Adam after he became the father of Seth were eight hundred years, and he became the father of other sons and daughters.\nAll the days that Adam lived were nine hundred thirty years, then he died.\nSeth lived one hundred five years, then became the father of Enosh.\nSeth lived after he became the father of Enosh eight hundred seven years, and became the father of other sons and daughters.\nAll of the days of Seth were nine hundred twelve years, then he died.\nEnosh lived ninety years, and became the father of Kenan.\nEnosh lived after he became the father of Kenan, eight hundred fifteen years, and became the father of other sons and daughters.\nAll of the days of Enosh were nine hundred five years, then he died.\nKenan lived seventy years, then became the father of Mahalalel.\nKenan lived after he became the father of Mahalalel eight hundred forty years, and became the father of other sons and daughters\nand all of the days of Kenan were nine hundred ten years, then he died.\nMahalalel lived sixty-five years, then became the father of Jared.\nMahalalel lived after he became the father of Jared eight hundred thirty years, and became the father of other sons and daughters.\nAll of the days of Mahalalel were eight hundred ninety-five years, then he died.\nJared lived one hundred sixty-two years, then became the father of Enoch.\nJared lived after he became the father of Enoch eight hundred years, and became the father of other sons and daughters.\nAll of the days of Jared were nine hundred sixty-two years, then he died.\nEnoch lived sixty-five years, then became the father of Methuselah.\nAfter Methuselah’s birth, Enoch walked with God for three hundred years, and became the father of more sons and daughters.\nAll the days of Enoch were three hundred sixty-five years.\nEnoch walked with God, and he was not found, for God took him.\nMethuselah lived one hundred eighty-seven years, then became the father of Lamech.\nMethuselah lived after he became the father of Lamech seven hundred eighty-two years, and became the father of other sons and daughters.\nAll the days of Methuselah were nine hundred sixty-nine years, then he died.\nLamech lived one hundred eighty-two years, then became the father of a son.\nHe named him Noah, saying, “This one will comfort us in our work and in the toil of our hands, caused by the ground which Yahweh has cursed.”\nLamech lived after he became the father of Noah five hundred ninety-five years, and became the father of other sons and daughters.\nAll the days of Lamech were seven hundred seventy-seven years, then he died.\nNoah was five hundred years old, then Noah became the father of Shem, Ham, and Japheth.\n",
        "book": "Genesis",
        "chapter": 5,
        "cleaned_text": "book generation adam day god created man made god likeness created male female blessed day created named adam adam lived one hundred thirty year became father son likeness image named seth day adam became father seth eight hundred year became father son daughter day adam lived nine hundred thirty year died seth lived one hundred five year became father enosh seth lived became father enosh eight hundred seven year became father son daughter day seth nine hundred twelve year died enosh lived ninety year became father kenan enosh lived became father kenan eight hundred fifteen year became father son daughter day enosh nine hundred five year died kenan lived seventy year became father mahalalel kenan lived became father mahalalel eight hundred forty year became father son daughter day kenan nine hundred ten year died mahalalel lived sixtyfive year became father jared mahalalel lived became father jared eight hundred thirty year became father son daughter day mahalalel eight hundred ninetyfive year died jared lived one hundred sixtytwo year became father enoch jared lived became father enoch eight hundred year became father son daughter day jared nine hundred sixtytwo year died enoch lived sixtyfive year became father methuselah methuselah birth enoch walked god three hundred year became father son daughter day enoch three hundred sixtyfive year enoch walked god found god took methuselah lived one hundred eightyseven year became father lamech methuselah lived became father lamech seven hundred eightytwo year became father son daughter day methuselah nine hundred sixtynine year died lamech lived one hundred eightytwo year became father son named noah saying one comfort u work toil hand caused ground yahweh cursed lamech lived became father noah five hundred ninetyfive year became father son daughter day lamech seven hundred seventyseven year died noah five hundred year old noah became father shem ham japheth"
    },
    {
        "reference": "Exodus 1",
        "text": "Now these are the names of the sons of Israel, who came into Egypt (every man and his household came with Jacob):\nReuben, Simeon, Levi, and Judah,\nIssachar, Zebulun, and Benjamin,\nDan and Naphtali, Gad and Asher.\nAll the souls who came out of Jacob’s body were seventy souls, and Joseph was in Egypt already.\nJoseph died, as did all his brothers, and all that generation.\nThe children of Israel were fruitful, and increased abundantly, and multiplied, and grew exceedingly mighty; and the land was filled with them.\nNow there arose a new king over Egypt, who didn’t know Joseph.\nHe said to his people, “Behold, the people of the children of Israel are more and mightier than we.\nCome, let us deal wisely with them, lest they multiply, and it happen that when any war breaks out, they also join themselves to our enemies, and fight against us, and escape out of the land.”\nTherefore they set taskmasters over them to afflict them with their burdens. They built storage cities for Pharaoh: Pithom and Raamses.\nBut the more they afflicted them, the more they multiplied and the more they spread out. They were grieved because of the children of Israel.\nThe Egyptians ruthlessly made the children of Israel serve,\nand they made their lives bitter with hard service, in mortar and in brick, and in all kinds of service in the field, all their service, in which they ruthlessly made them serve.\nThe king of Egypt spoke to the Hebrew midwives, of whom the name of the one was Shiphrah, and the name of the other Puah,\nand he said, “When you perform the duty of a midwife to the Hebrew women, and see them on the birth stool; if it is a son, then you shall kill him; but if it is a daughter, then she shall live.”\nBut the midwives feared God, and didn’t do what the king of Egypt commanded them, but saved the baby boys alive.\nThe king of Egypt called for the midwives, and said to them, “Why have you done this thing, and have saved the boys alive?”\nThe midwives said to Pharaoh, “Because the Hebrew women aren’t like the Egyptian women; for they are vigorous, and give birth before the midwife comes to them.”\nGod dealt well with the midwives, and the people multiplied, and grew very mighty.\nBecause the midwives feared God, he gave them families.\nPharaoh commanded all his people, saying, “You shall cast every son who is born into the river, and every daughter you shall save alive.”\n",
        "book": "Exodus",
        "chapter": 1,
        "cleaned_text": "name son israel came egypt every man household came jacob reuben simeon levi judah issachar zebulun benjamin dan naphtali gad asher soul came jacob body seventy soul joseph egypt already joseph died brother generation child israel fruitful increased abundantly multiplied grew exceedingly mighty land filled arose new king egypt didnt know joseph said people behold people child israel mightier come let u deal wisely lest multiply happen war break also join enemy fight u escape land therefore set taskmaster afflict burden built storage city pharaoh pithom raamses afflicted multiplied spread grieved child israel egyptian ruthlessly made child israel serve made life bitter hard service mortar brick kind service field service ruthlessly made serve king egypt spoke hebrew midwife name one shiphrah name puah said perform duty midwife hebrew woman see birth stool son shall kill daughter shall live midwife feared god didnt king egypt commanded saved baby boy alive king egypt called midwife said done thing saved boy alive midwife said pharaoh hebrew woman arent like egyptian woman vigorous give birth midwife come god dealt well midwife people multiplied grew mighty midwife feared god gave family pharaoh commanded people saying shall cast every son born river every daughter shall save alive"
    },
    {
        "reference": "Exodus 2",
        "text": "A man of the house of Levi went and took a daughter of Levi as his wife.\nThe woman conceived, and bore a son. When she saw that he was a fine child, she hid him three months.\nWhen she could no longer hide him, she took a papyrus basket for him, and coated it with tar and with pitch. She put the child in it, and laid it in the reeds by the river’s bank.\nHis sister stood far off, to see what would be done to him.\nPharaoh’s daughter came down to bathe at the river. Her maidens walked along by the riverside. She saw the basket among the reeds, and sent her servant to get it.\nShe opened it, and saw the child, and behold, the baby cried. She had compassion on him, and said, “This is one of the Hebrews’ children.”\nThen his sister said to Pharaoh’s daughter, “Should I go and call a nurse for you from the Hebrew women, that she may nurse the child for you?”\nPharaoh’s daughter said to her, “Go.”\nThe young woman went and called the child’s mother.\nPharaoh’s daughter said to her, “Take this child away, and nurse him for me, and I will give you your wages.”\nThe woman took the child, and nursed it.\nThe child grew, and she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, and said, “Because I drew him out of the water.”\nIn those days, when Moses had grown up, he went out to his brothers, and looked at their burdens. He saw an Egyptian striking a Hebrew, one of his brothers.\nHe looked this way and that way, and when he saw that there was no one, he killed the Egyptian, and hid him in the sand.\nHe went out the second day, and behold, two men of the Hebrews were fighting with each other. He said to him who did the wrong, “Why do you strike your fellow?”\nHe said, “Who made you a prince and a judge over us? Do you plan to kill me, as you killed the Egyptian?”\nMoses was afraid, and said, “Surely this thing is known.”\nNow when Pharaoh heard this thing, he sought to kill Moses. But Moses fled from the face of Pharaoh, and lived in the land of Midian, and he sat down by a well.\nNow the priest of Midian had seven daughters. They came and drew water, and filled the troughs to water their father’s flock.\nThe shepherds came and drove them away; but Moses stood up and helped them, and watered their flock.\nWhen they came to Reuel, their father, he said, “How is it that you have returned so early today?”\nThey said, “An Egyptian delivered us out of the hand of the shepherds, and moreover he drew water for us, and watered the flock.”\nHe said to his daughters, “Where is he? Why is it that you have left the man? Call him, that he may eat bread.”\nMoses was content to dwell with the man. He gave Moses Zipporah, his daughter.\nShe bore a son, and he named him Gershom, for he said, “I have lived as a foreigner in a foreign land.”\nIn the course of those many days, the king of Egypt died, and the children of Israel sighed because of the bondage, and they cried, and their cry came up to God because of the bondage.\nGod heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob.\nGod saw the children of Israel, and God was concerned about them.\n",
        "book": "Exodus",
        "chapter": 2,
        "cleaned_text": "man house levi went took daughter levi wife woman conceived bore son saw fine child hid three month could longer hide took papyrus basket coated tar pitch put child laid reed river bank sister stood far see would done pharaoh daughter came bathe river maiden walked along riverside saw basket among reed sent servant get opened saw child behold baby cried compassion said one hebrew child sister said pharaoh daughter go call nurse hebrew woman may nurse child pharaoh daughter said go young woman went called child mother pharaoh daughter said take child away nurse give wage woman took child nursed child grew brought pharaoh daughter became son named moses said drew water day moses grown went brother looked burden saw egyptian striking hebrew one brother looked way way saw one killed egyptian hid sand went second day behold two men hebrew fighting said wrong strike fellow said made prince judge u plan kill killed egyptian moses afraid said surely thing known pharaoh heard thing sought kill moses moses fled face pharaoh lived land midian sat well priest midian seven daughter came drew water filled trough water father flock shepherd came drove away moses stood helped watered flock came reuel father said returned early today said egyptian delivered u hand shepherd moreover drew water u watered flock said daughter left man call may eat bread moses content dwell man gave moses zipporah daughter bore son named gershom said lived foreigner foreign land course many day king egypt died child israel sighed bondage cried cry came god bondage god heard groaning god remembered covenant abraham isaac jacob god saw child israel god concerned"
    },
    {
        "reference": "Exodus 3",
        "text": "Now Moses was keeping the flock of Jethro, his father-in-law, the priest of Midian, and he led the flock to the back of the wilderness, and came to God’s mountain, to Horeb.\nYahweh’s angel appeared to him in a flame of fire out of the middle of a bush. He looked, and behold, the bush burned with fire, and the bush was not consumed.\nMoses said, “I will go now, and see this great sight, why the bush is not burned.”\nWhen Yahweh saw that he came over to see, God called to him out of the middle of the bush, and said, “Moses! Moses!”\nHe said, “Here I am.”\nHe said, “Don’t come close. Take off your sandals, for the place you are standing on is holy ground.”\nMoreover he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.”\nMoses hid his face; for he was afraid to look at God.\nYahweh said, “I have surely seen the affliction of my people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows.\nI have come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land to a good and large land, to a land flowing with milk and honey; to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite.\nNow, behold, the cry of the children of Israel has come to me. Moreover I have seen the oppression with which the Egyptians oppress them.\nCome now therefore, and I will send you to Pharaoh, that you may bring my people, the children of Israel, out of Egypt.”\nMoses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”\nHe said, “Certainly I will be with you. This will be the token to you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”\nMoses said to God, “Behold, when I come to the children of Israel, and tell them, ‘The God of your fathers has sent me to you;’ and they ask me, ‘What is his name?’ What should I tell them?”\nGod said to Moses, “I AM WHO I AM,” and he said, “You shall tell the children of Israel this: ‘I AM has sent me to you.’”\nGod said moreover to Moses, “You shall tell the children of Israel this, ‘Yahweh, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and this is my memorial to all generations.\nGo and gather the elders of Israel together, and tell them, ‘Yahweh, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have surely visited you, and seen that which is done to you in Egypt;\nand I have said, I will bring you up out of the affliction of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.”’\nThey will listen to your voice, and you shall come, you and the elders of Israel, to the king of Egypt, and you shall tell him, ‘Yahweh, the God of the Hebrews, has met with us. Now please let us go three days’ journey into the wilderness, that we may sacrifice to Yahweh, our God.’\nI know that the king of Egypt won’t give you permission to go, no, not by a mighty hand.\nI will reach out my hand and strike Egypt with all my wonders which I will do among them, and after that he will let you go.\nI will give this people favor in the sight of the Egyptians, and it will happen that when you go, you shall not go empty-handed.\nBut every woman shall ask of her neighbor, and of her who visits her house, jewels of silver, jewels of gold, and clothing; and you shall put them on your sons, and on your daughters. You shall plunder the Egyptians.”\n",
        "book": "Exodus",
        "chapter": 3,
        "cleaned_text": "moses keeping flock jethro fatherinlaw priest midian led flock back wilderness came god mountain horeb yahweh angel appeared flame fire middle bush looked behold bush burned fire bush consumed moses said go see great sight bush burned yahweh saw came see god called middle bush said moses moses said said dont come close take sandal place standing holy ground moreover said god father god abraham god isaac god jacob moses hid face afraid look god yahweh said surely seen affliction people egypt heard cry taskmaster know sorrow come deliver hand egyptian bring land good large land land flowing milk honey place canaanite hittite amorite perizzite hivite jebusite behold cry child israel come moreover seen oppression egyptian oppress come therefore send pharaoh may bring people child israel egypt moses said god go pharaoh bring child israel egypt said certainly token sent brought people egypt shall serve god mountain moses said god behold come child israel tell god father sent ask name tell god said moses said shall tell child israel sent god said moreover moses shall tell child israel yahweh god father god abraham god isaac god jacob sent name forever memorial generation go gather elder israel together tell yahweh god father god abraham isaac jacob appeared saying surely visited seen done egypt said bring affliction egypt land canaanite hittite amorite perizzite hivite jebusite land flowing milk honey listen voice shall come elder israel king egypt shall tell yahweh god hebrew met u please let u go three day journey wilderness may sacrifice yahweh god know king egypt wont give permission go mighty hand reach hand strike egypt wonder among let go give people favor sight egyptian happen go shall go emptyhanded every woman shall ask neighbor visit house jewel silver jewel gold clothing shall put son daughter shall plunder egyptian"
    },
    {
        "reference": "Exodus 4",
        "text": "Moses answered, “But, behold, they will not believe me, nor listen to my voice; for they will say, ‘Yahweh has not appeared to you.’”\nYahweh said to him, “What is that in your hand?”\nHe said, “A rod.”\nHe said, “Throw it on the ground.”\nHe threw it on the ground, and it became a snake; and Moses ran away from it.\nYahweh said to Moses, “Stretch out your hand, and take it by the tail.”\nHe stretched out his hand, and took hold of it, and it became a rod in his hand.\n“That they may believe that Yahweh, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”\nYahweh said furthermore to him, “Now put your hand inside your cloak.”\nHe put his hand inside his cloak, and when he took it out, behold, his hand was leprous, as white as snow.\nHe said, “Put your hand inside your cloak again.”\nHe put his hand inside his cloak again, and when he took it out of his cloak, behold, it had turned again as his other flesh.\n“It will happen, if they will not believe you or listen to the voice of the first sign, that they will believe the voice of the latter sign.\nIt will happen, if they will not believe even these two signs or listen to your voice, that you shall take of the water of the river, and pour it on the dry land. The water which you take out of the river will become blood on the dry land.”\nMoses said to Yahweh, “O Lord, I am not eloquent, neither before now, nor since you have spoken to your servant; for I am slow of speech, and of a slow tongue.”\nYahweh said to him, “Who made man’s mouth? Or who makes one mute, or deaf, or seeing, or blind? Isn’t it I, Yahweh?\nNow therefore go, and I will be with your mouth, and teach you what you shall speak.”\nHe said, “Oh, Lord, please send someone else.”\nYahweh’s anger burned against Moses, and he said, “What about Aaron, your brother, the Levite? I know that he can speak well. Also, behold, he comes out to meet you. When he sees you, he will be glad in his heart.\nYou shall speak to him, and put the words in his mouth. I will be with your mouth, and with his mouth, and will teach you what you shall do.\nHe will be your spokesman to the people; and it will happen, that he will be to you a mouth, and you will be to him as God.\nYou shall take this rod in your hand, with which you shall do the signs.”\nMoses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brothers who are in Egypt, and see whether they are still alive.”\nJethro said to Moses, “Go in peace.”\nYahweh said to Moses in Midian, “Go, return into Egypt; for all the men who sought your life are dead.”\nMoses took his wife and his sons, and set them on a donkey, and he returned to the land of Egypt. Moses took God’s rod in his hand.\nYahweh said to Moses, “When you go back into Egypt, see that you do before Pharaoh all the wonders which I have put in your hand, but I will harden his heart and he will not let the people go.\nYou shall tell Pharaoh, ‘Yahweh says, Israel is my son, my firstborn,\nand I have said to you, “Let my son go, that he may serve me”; and you have refused to let him go. Behold, I will kill your son, your firstborn.’”\nOn the way at a lodging place, Yahweh met Moses and wanted to kill him.\nThen Zipporah took a flint, and cut off the foreskin of her son, and cast it at his feet; and she said, “Surely you are a bridegroom of blood to me.”\nSo he let him alone. Then she said, “You are a bridegroom of blood,” because of the circumcision.\nYahweh said to Aaron, “Go into the wilderness to meet Moses.”\nHe went, and met him on God’s mountain, and kissed him.\nMoses told Aaron all Yahweh’s words with which he had sent him, and all the signs with which he had instructed him.\nMoses and Aaron went and gathered together all the elders of the children of Israel.\nAaron spoke all the words which Yahweh had spoken to Moses, and did the signs in the sight of the people.\nThe people believed, and when they heard that Yahweh had visited the children of Israel, and that he had seen their affliction, then they bowed their heads and worshiped.\n",
        "book": "Exodus",
        "chapter": 4,
        "cleaned_text": "moses answered behold believe listen voice say yahweh appeared yahweh said hand said rod said throw ground threw ground became snake moses ran away yahweh said moses stretch hand take tail stretched hand took hold became rod hand may believe yahweh god father god abraham god isaac god jacob appeared yahweh said furthermore put hand inside cloak put hand inside cloak took behold hand leprous white snow said put hand inside cloak put hand inside cloak took cloak behold turned flesh happen believe listen voice first sign believe voice latter sign happen believe even two sign listen voice shall take water river pour dry land water take river become blood dry land moses said yahweh lord eloquent neither since spoken servant slow speech slow tongue yahweh said made man mouth make one mute deaf seeing blind isnt yahweh therefore go mouth teach shall speak said oh lord please send someone else yahweh anger burned moses said aaron brother levite know speak well also behold come meet see glad heart shall speak put word mouth mouth mouth teach shall spokesman people happen mouth god shall take rod hand shall sign moses went returned jethro fatherinlaw said please let go return brother egypt see whether still alive jethro said moses go peace yahweh said moses midian go return egypt men sought life dead moses took wife son set donkey returned land egypt moses took god rod hand yahweh said moses go back egypt see pharaoh wonder put hand harden heart let people go shall tell pharaoh yahweh say israel son firstborn said let son go may serve refused let go behold kill son firstborn way lodging place yahweh met moses wanted kill zipporah took flint cut foreskin son cast foot said surely bridegroom blood let alone said bridegroom blood circumcision yahweh said aaron go wilderness meet moses went met god mountain kissed moses told aaron yahweh word sent sign instructed moses aaron went gathered together elder child israel aaron spoke word yahweh spoken moses sign sight people people believed heard yahweh visited child israel seen affliction bowed head worshiped"
    },
    {
        "reference": "Exodus 5",
        "text": "Afterward Moses and Aaron came, and said to Pharaoh, “This is what Yahweh, the God of Israel, says, ‘Let my people go, that they may hold a feast to me in the wilderness.’”\nPharaoh said, “Who is Yahweh, that I should listen to his voice to let Israel go? I don’t know Yahweh, and moreover I will not let Israel go.”\nThey said, “The God of the Hebrews has met with us. Please let us go three days’ journey into the wilderness, and sacrifice to Yahweh, our God, lest he fall on us with pestilence, or with the sword.”\nThe king of Egypt said to them, “Why do you, Moses and Aaron, take the people from their work? Get back to your burdens!”\nPharaoh said, “Behold, the people of the land are now many, and you make them rest from their burdens.”\nThe same day Pharaoh commanded the taskmasters of the people, and their officers, saying,\n“You shall no longer give the people straw to make brick, as before. Let them go and gather straw for themselves.\nThe number of the bricks, which they made before, you require from them. You shall not diminish anything of it, for they are idle; therefore they cry, saying, ‘Let us go and sacrifice to our God.’\nLet heavier work be laid on the men, that they may labor in it; and don’t let them pay any attention to lying words.”\nThe taskmasters of the people went out, and their officers, and they spoke to the people, saying, “This is what Pharaoh says: ‘I will not give you straw.\nGo yourselves, get straw where you can find it, for nothing of your work shall be diminished.’”\nSo the people were scattered abroad throughout all the land of Egypt to gather stubble for straw.\nThe taskmasters were urgent saying, “Fulfill your work quota daily, as when there was straw!”\nThe officers of the children of Israel, whom Pharaoh’s taskmasters had set over them, were beaten, and demanded, “Why haven’t you fulfilled your quota both yesterday and today, in making brick as before?”\nThen the officers of the children of Israel came and cried to Pharaoh, saying, “Why do you deal this way with your servants?\nNo straw is given to your servants, and they tell us, ‘Make brick!’ and behold, your servants are beaten; but the fault is in your own people.”\nBut he said, “You are idle! You are idle! Therefore you say, ‘Let us go and sacrifice to Yahweh.’\nGo therefore now, and work, for no straw shall be given to you, yet you shall deliver the same number of bricks!”\nThe officers of the children of Israel saw that they were in trouble, when it was said, “You shall not diminish anything from your daily quota of bricks!”\nThey met Moses and Aaron, who stood in the way, as they came out from Pharaoh:\nand they said to them, “May Yahweh look at you, and judge, because you have made us a stench to be abhorred in the eyes of Pharaoh, and in the eyes of his servants, to put a sword in their hand to kill us.”\nMoses returned to Yahweh, and said, “Lord, why have you brought trouble on this people? Why is it that you have sent me?\nFor since I came to Pharaoh to speak in your name, he has brought trouble on this people; and you have not rescued your people at all.”\n",
        "book": "Exodus",
        "chapter": 5,
        "cleaned_text": "afterward moses aaron came said pharaoh yahweh god israel say let people go may hold feast wilderness pharaoh said yahweh listen voice let israel go dont know yahweh moreover let israel go said god hebrew met u please let u go three day journey wilderness sacrifice yahweh god lest fall u pestilence sword king egypt said moses aaron take people work get back burden pharaoh said behold people land many make rest burden day pharaoh commanded taskmaster people officer saying shall longer give people straw make brick let go gather straw number brick made require shall diminish anything idle therefore cry saying let u go sacrifice god let heavier work laid men may labor dont let pay attention lying word taskmaster people went officer spoke people saying pharaoh say give straw go get straw find nothing work shall diminished people scattered abroad throughout land egypt gather stubble straw taskmaster urgent saying fulfill work quota daily straw officer child israel pharaoh taskmaster set beaten demanded havent fulfilled quota yesterday today making brick officer child israel came cried pharaoh saying deal way servant straw given servant tell u make brick behold servant beaten fault people said idle idle therefore say let u go sacrifice yahweh go therefore work straw shall given yet shall deliver number brick officer child israel saw trouble said shall diminish anything daily quota brick met moses aaron stood way came pharaoh said may yahweh look judge made u stench abhorred eye pharaoh eye servant put sword hand kill u moses returned yahweh said lord brought trouble people sent since came pharaoh speak name brought trouble people rescued people"
    },
    {
        "reference": "Psalms 1",
        "text": "Blessed is the man who doesn’t walk in the counsel of the wicked,\nnor stand on the path of sinners,\nnor sit in the seat of scoffers;\nbut his delight is in Yahweh’s law.\nOn his law he meditates day and night.\nHe will be like a tree planted by the streams of water,\nthat produces its fruit in its season,\nwhose leaf also does not wither.\nWhatever he does shall prosper.\nThe wicked are not so,\nbut are like the chaff which the wind drives away.\nTherefore the wicked shall not stand in the judgment,\nnor sinners in the congregation of the righteous.\nFor Yahweh knows the way of the righteous,\nbut the way of the wicked shall perish.\n",
        "book": "Psalms",
        "chapter": 1,
        "cleaned_text": "blessed man doesnt walk counsel wicked stand path sinner sit seat scoffer delight yahweh law law meditates day night like tree planted stream water produce fruit season whose leaf also wither whatever shall prosper wicked like chaff wind drive away therefore wicked shall stand judgment sinner congregation righteous yahweh know way righteous way wicked shall perish"
    },
    {
        "reference": "Psalms 2",
        "text": "Why do the nations rage,\nand the peoples plot a vain thing?\nThe kings of the earth take a stand,\nand the rulers take counsel together,\nagainst Yahweh, and against his Anointed, saying,\n“Let’s break their bonds apart,\nand cast their cords from us.”\nHe who sits in the heavens will laugh.\nThe Lord will have them in derision.\nThen he will speak to them in his anger,\nand terrify them in his wrath:\n“Yet I have set my King on my holy hill of Zion.”\nI will tell of the decree.\nYahweh said to me, “You are my son.\nToday I have become your father.\nAsk of me, and I will give the nations for your inheritance,\nthe uttermost parts of the earth for your possession.\nYou shall break them with a rod of iron.\nYou shall dash them in pieces like a potter’s vessel.”\nNow therefore be wise, you kings.\nBe instructed, you judges of the earth.\nServe Yahweh with fear,\nand rejoice with trembling.\nGive sincere homage to the Son, lest he be angry, and you perish on the way,\nfor his wrath will soon be kindled.\nBlessed are all those who take refuge in him.\n",
        "book": "Psalms",
        "chapter": 2,
        "cleaned_text": "nation rage people plot vain thing king earth take stand ruler take counsel together yahweh anointed saying let break bond apart cast cord u sits heaven laugh lord derision speak anger terrify wrath yet set king holy hill zion tell decree yahweh said son today become father ask give nation inheritance uttermost part earth possession shall break rod iron shall dash piece like potter vessel therefore wise king instructed judge earth serve yahweh fear rejoice trembling give sincere homage son lest angry perish way wrath soon kindled blessed take refuge"
    },
    {
        "reference": "Psalms 3",
        "text": "Yahweh, how my adversaries have increased!\nMany are those who rise up against me.\nMany there are who say of my soul,\n“There is no help for him in God.”\nSelah.\nBut you, Yahweh, are a shield around me,\nmy glory, and the one who lifts up my head.\nI cry to Yahweh with my voice,\nand he answers me out of his holy hill.\nSelah.\nI laid myself down and slept.\nI awakened; for Yahweh sustains me.\nI will not be afraid of tens of thousands of people\nwho have set themselves against me on every side.\nArise, Yahweh!\nSave me, my God!\nFor you have struck all of my enemies on the cheek bone.\nYou have broken the teeth of the wicked.\nSalvation belongs to Yahweh.\nYour blessing be on your people.\nSelah.\n",
        "book": "Psalms",
        "chapter": 3,
        "cleaned_text": "yahweh adversary increased many rise many say soul help god selah yahweh shield around glory one lift head cry yahweh voice answer holy hill selah laid slept awakened yahweh sustains afraid ten thousand people set every side arise yahweh save god struck enemy cheek bone broken teeth wicked salvation belongs yahweh blessing people selah"
    },
    {
        "reference": "Psalms 4",
        "text": "Answer me when I call, God of my righteousness.\nGive me relief from my distress.\nHave mercy on me, and hear my prayer.\nYou sons of men, how long shall my glory be turned into dishonor?\nWill you love vanity, and seek after falsehood?\nSelah.\nBut know that Yahweh has set apart for himself him who is godly:\nYahweh will hear when I call to him.\nStand in awe, and don’t sin.\nSearch your own heart on your bed, and be still.\nSelah.\nOffer the sacrifices of righteousness.\nPut your trust in Yahweh.\nMany say, “Who will show us any good?”\nYahweh, let the light of your face shine on us.\nYou have put gladness in my heart,\nmore than when their grain and their new wine are increased.\nIn peace I will both lay myself down and sleep,\nfor you, Yahweh alone, make me live in safety.\n",
        "book": "Psalms",
        "chapter": 4,
        "cleaned_text": "answer call god righteousness give relief distress mercy hear prayer son men long shall glory turned dishonor love vanity seek falsehood selah know yahweh set apart godly yahweh hear call stand awe dont sin search heart bed still selah offer sacrifice righteousness put trust yahweh many say show u good yahweh let light face shine u put gladness heart grain new wine increased peace lay sleep yahweh alone make live safety"
    },
    {
        "reference": "Psalms 5",
        "text": "Give ear to my words, Yahweh.\nConsider my meditation.\nListen to the voice of my cry, my King and my God;\nfor to you do I pray.\nYahweh, in the morning you shall hear my voice.\nIn the morning I will lay my requests before you, and will watch expectantly.\nFor you are not a God who has pleasure in wickedness.\nEvil can’t live with you.\nThe arrogant shall not stand in your sight.\nYou hate all workers of iniquity.\nYou will destroy those who speak lies.\nYahweh abhors the bloodthirsty and deceitful man.\nBut as for me, in the abundance of your loving kindness I will come into your house.\nI will bow toward your holy temple in reverence of you.\nLead me, Yahweh, in your righteousness because of my enemies.\nMake your way straight before my face.\nFor there is no faithfulness in their mouth.\nTheir heart is destruction.\nTheir throat is an open tomb.\nThey flatter with their tongue.\nHold them guilty, God.\nLet them fall by their own counsels;\nThrust them out in the multitude of their transgressions,\nfor they have rebelled against you.\nBut let all those who take refuge in you rejoice,\nLet them always shout for joy, because you defend them.\nLet them also who love your name be joyful in you.\nFor you will bless the righteous.\nYahweh, you will surround him with favor as with a shield.\n",
        "book": "Psalms",
        "chapter": 5,
        "cleaned_text": "give ear word yahweh consider meditation listen voice cry king god pray yahweh morning shall hear voice morning lay request watch expectantly god pleasure wickedness evil cant live arrogant shall stand sight hate worker iniquity destroy speak lie yahweh abhors bloodthirsty deceitful man abundance loving kindness come house bow toward holy temple reverence lead yahweh righteousness enemy make way straight face faithfulness mouth heart destruction throat open tomb flatter tongue hold guilty god let fall counsel thrust multitude transgression rebelled let take refuge rejoice let always shout joy defend let also love name joyful bless righteous yahweh surround favor shield"
    },
    {
        "reference": "John 1",
        "text": "In the beginning was the Word, and the Word was with God, and the Word was God.\nThe same was in the beginning with God.\nAll things were made through him. Without him was not anything made that has been made.\nIn him was life, and the life was the light of men.\nThe light shines in the darkness, and the darkness hasn’t overcome\n it.\nThere came a man, sent from God, whose name was John.\nThe same came as a witness, that he might testify about the light, that all might believe through him.\nHe was not the light, but was sent that he might testify about the light.\nThe true light that enlightens everyone was coming into the world.\nHe was in the world, and the world was made through him, and the world didn’t recognize him.\nHe came to his own, and those who were his own didn’t receive him.\nBut as many as received him, to them he gave the right to become God’s children, to those who believe in his name:\nwho were born not of blood, nor of the will of the flesh, nor of the will of man, but of God.\nThe Word became flesh, and lived among us. We saw his glory, such glory as of the one and only Son of the Father, full of grace and truth.\nJohn testified about him. He cried out, saying, “This was he of whom I said, ‘He who comes after me has surpassed me, for he was before me.’”\nFrom his fullness we all received grace upon grace.\nFor the law was given through Moses. Grace and truth were realized through Jesus Christ.\nNo one has seen God at any time. The one and only Son, who is in the bosom of the Father, he has declared him.\nThis is John’s testimony, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”\nHe declared, and didn’t deny, but he declared, “I am not the Christ.”\nThey asked him, “What then? Are you Elijah?”\nHe said, “I am not.”\n“Are you the prophet?”\nHe answered, “No.”\nThey said therefore to him, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”\nHe said, “I am the voice of one crying in the wilderness, ‘Make straight the way of the Lord,’ as Isaiah the prophet said.”\nThe ones who had been sent were from the Pharisees.\nThey asked him, “Why then do you baptize, if you are not the Christ, nor Elijah, nor the prophet?”\nJohn answered them, “I baptize in water, but among you stands one whom you don’t know.\nHe is the one who comes after me, who is preferred before me, whose sandal strap I’m not worthy to loosen.”\nThese things were done in Bethany beyond the Jordan, where John was baptizing.\nThe next day, he saw Jesus coming to him, and said, “Behold, the Lamb of God, who takes away the sin of the world!\nThis is he of whom I said, ‘After me comes a man who is preferred before me, for he was before me.’\nI didn’t know him, but for this reason I came baptizing in water: that he would be revealed to Israel.”\nJohn testified, saying, “I have seen the Spirit descending like a dove out of heaven, and it remained on him.\nI didn’t recognize him, but he who sent me to baptize in water, he said to me, ‘On whomever you will see the Spirit descending, and remaining on him, the same is he who baptizes in the Holy Spirit.’\nI have seen, and have testified that this is the Son of God.”\nAgain, the next day, John was standing with two of his disciples,\nand he looked at Jesus as he walked, and said, “Behold, the Lamb of God!”\nThe two disciples heard him speak, and they followed Jesus.\nJesus turned, and saw them following, and said to them,\n“What are you looking for?”\nThey said to him, “Rabbi” (which is to say, being interpreted, Teacher), “where are you staying?”\nHe said to them,\n“Come, and see.”\nThey came and saw where he was staying, and they stayed with him that day. It was about the tenth hour.\nOne of the two who heard John, and followed him, was Andrew, Simon Peter’s brother.\nHe first found his own brother, Simon, and said to him, “We have found the Messiah!” (which is, being interpreted, Christ).\nHe brought him to Jesus. Jesus looked at him, and said,\n“You are Simon the son of Jonah. You shall be called Cephas” (which is by interpretation, Peter).\nOn the next day, he was determined to go out into Galilee, and he found Philip. Jesus said to him,\n“Follow me.”\nNow Philip was from Bethsaida, of the city of Andrew and Peter.\nPhilip found Nathanael, and said to him, “We have found him, of whom Moses in the law, and the prophets, wrote: Jesus of Nazareth, the son of Joseph.”\nNathanael said to him, “Can any good thing come out of Nazareth?”\nPhilip said to him, “Come and see.”\nJesus saw Nathanael coming to him, and said about him,\n“Behold, an Israelite indeed, in whom is no deceit!”\nNathanael said to him, “How do you know me?”\nJesus answered him,\n“Before Philip called you, when you were under the fig tree, I saw you.”\nNathanael answered him, “Rabbi, you are the Son of God! You are King of Israel!”\nJesus answered him,\n“Because I told you, ‘I saw you underneath the fig tree,’ do you believe? You will see greater things than these!”\nHe said to him,\n“Most certainly, I tell you all, hereafter you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”\n",
        "book": "John",
        "chapter": 1,
        "cleaned_text": "beginning word word god word god beginning god thing made without anything made made life life light men light shine darkness darkness hasnt overcome came man sent god whose name john came witness might testify light might believe light sent might testify light true light enlightens everyone coming world world world made world didnt recognize came didnt receive many received gave right become god child believe name born blood flesh man god word became flesh lived among u saw glory glory one son father full grace truth john testified cried saying said come surpassed fullness received grace upon grace law given moses grace truth realized jesus christ one seen god time one son bosom father declared john testimony jew sent priest levite jerusalem ask declared didnt deny declared christ asked elijah said prophet answered said therefore give u answer take back sent u say said voice one cry wilderness make straight way lord isaiah prophet said one sent pharisee asked baptize christ elijah prophet john answered baptize water among stand one dont know one come preferred whose sandal strap im worthy loosen thing done bethany beyond jordan john baptizing next day saw jesus coming said behold lamb god take away sin world said come man preferred didnt know reason came baptizing water would revealed israel john testified saying seen spirit descending like dove heaven remained didnt recognize sent baptize water said whomever see spirit descending remaining baptizes holy spirit seen testified son god next day john standing two disciple looked jesus walked said behold lamb god two disciple heard speak followed jesus jesus turned saw following said looking said rabbi say interpreted teacher staying said come see came saw staying stayed day tenth hour one two heard john followed andrew simon peter brother first found brother simon said found messiah interpreted christ brought jesus jesus looked said simon son jonah shall called cephas interpretation peter next day determined go galilee found philip jesus said follow philip bethsaida city andrew peter philip found nathanael said found moses law prophet wrote jesus nazareth son joseph nathanael said good thing come nazareth philip said come see jesus saw nathanael coming said behold israelite indeed deceit nathanael said know jesus answered philip called fig tree saw nathanael answered rabbi son god king israel jesus answered told saw underneath fig tree believe see greater thing said certainly tell hereafter see heaven opened angel god ascending descending son man"
    },
    {
        "reference": "John 2",
        "text": "The third day, there was a marriage in Cana of Galilee. Jesus’ mother was there.\nJesus also was invited, with his disciples, to the marriage.\nWhen the wine ran out, Jesus’ mother said to him, “They have no wine.”\nJesus said to her,\n“Woman, what does that have to do with you and me? My hour has not yet come.”\nHis mother said to the servants, “Whatever he says to you, do it.”\nNow there were six water pots of stone set there after the Jews’ way of purifying, containing two or three metretes apiece.\nJesus said to them,\n“Fill the water pots with water.” They filled them up to the brim.\nHe said to them,\n“Now draw some out, and take it to the ruler of the feast.” So they took it.\nWhen the ruler of the feast tasted the water now become wine, and didn’t know where it came from (but the servants who had drawn the water knew), the ruler of the feast called the bridegroom,\nand said to him, “Everyone serves the good wine first, and when the guests have drunk freely, then that which is worse. You have kept the good wine until now!”\nThis beginning of his signs Jesus did in Cana of Galilee, and revealed his glory; and his disciples believed in him.\nAfter this, he went down to Capernaum, he, and his mother, his brothers, and his disciples; and they stayed there a few days.\nThe Passover of the Jews was at hand, and Jesus went up to Jerusalem.\nHe found in the temple those who sold oxen, sheep, and doves, and the changers of money sitting.\nHe made a whip of cords, and threw all out of the temple, both the sheep and the oxen; and he poured out the changers’ money, and overthrew their tables.\nTo those who sold the doves, he said,\n“Take these things out of here! Don’t make my Father’s house a marketplace!”\nHis disciples remembered that it was written, “Zeal for your house will eat me up.”\nThe Jews therefore answered him, “What sign do you show us, seeing that you do these things?”\nJesus answered them,\n“Destroy this temple, and in three days I will raise it up.”\nThe Jews therefore said, “It took forty-six years to build this temple! Will you raise it up in three days?”\nBut he spoke of the temple of his body.\nWhen therefore he was raised from the dead, his disciples remembered that he said this, and they believed the Scripture, and the word which Jesus had said.\nNow when he was in Jerusalem at the Passover, during the feast, many believed in his name, observing his signs which he did.\nBut Jesus didn’t entrust himself to them, because he knew everyone,\nand because he didn’t need for anyone to testify concerning man; for he himself knew what was in man.\n",
        "book": "John",
        "chapter": 2,
        "cleaned_text": "third day marriage cana galilee jesus mother jesus also invited disciple marriage wine ran jesus mother said wine jesus said woman hour yet come mother said servant whatever say six water pot stone set jew way purifying containing two three metretes apiece jesus said fill water pot water filled brim said draw take ruler feast took ruler feast tasted water become wine didnt know came servant drawn water knew ruler feast called bridegroom said everyone serf good wine first guest drunk freely worse kept good wine beginning sign jesus cana galilee revealed glory disciple believed went capernaum mother brother disciple stayed day passover jew hand jesus went jerusalem found temple sold ox sheep dove changer money sitting made whip cord threw temple sheep ox poured changer money overthrew table sold dove said take thing dont make father house marketplace disciple remembered written zeal house eat jew therefore answered sign show u seeing thing jesus answered destroy temple three day raise jew therefore said took fortysix year build temple raise three day spoke temple body therefore raised dead disciple remembered said believed scripture word jesus said jerusalem passover feast many believed name observing sign jesus didnt entrust knew everyone didnt need anyone testify concerning man knew man"
    },
    {
        "reference": "John 3",
        "text": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.\nThe same came to him by night, and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do, unless God is with him.”\nJesus answered him,\n“Most certainly, I tell you, unless one is born anew,\n\nhe can’t see God’s Kingdom.”\nNicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb, and be born?”\nJesus answered,\n“Most certainly I tell you, unless one is born of water and spirit, he can’t enter into God’s Kingdom.\n\nThat which is born of the flesh is flesh. That which is born of the Spirit is spirit.\n\n\nDon’t marvel that I said to you, ‘You must be born anew.’\n\n\nThe wind\nblows where it wants to, and you hear its sound, but don’t know where it comes from and where it is going. So is everyone who is born of the Spirit.”\nNicodemus answered him, “How can these things be?”\nJesus answered him,\n“Are you the teacher of Israel, and don’t understand these things?\n\n\nMost certainly I tell you, we speak that which we know, and testify of that which we have seen, and you don’t receive our witness.\n\n\nIf I told you earthly things and you don’t believe, how will you believe if I tell you heavenly things?\n\n\nNo one has ascended into heaven, but he who descended out of heaven, the Son of Man, who is in heaven.\n\n\nAs Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,\n\n\nthat whoever believes in him should not perish, but have eternal life.\n\n\nFor God so loved the world, that he gave his one and only Son, that whoever believes in him should not perish, but have eternal life.\n\n\nFor God didn’t send his Son into the world to judge the world, but that the world should be saved through him.\n\n\nHe who believes in him is not judged. He who doesn’t believe has been judged already, because he has not believed in the name of the one and only Son of God.\n\n\nThis is the judgment, that the light has come into the world, and men loved the darkness rather than the light; for their works were evil.\n\n\nFor everyone who does evil hates the light, and doesn’t come to the light, lest his works would be exposed.\n\n\nBut he who does the truth comes to the light, that his works may be revealed, that they have been done in God.”\nAfter these things, Jesus came with his disciples into the land of Judea. He stayed there with them, and baptized.\nJohn also was baptizing in Enon near Salim, because there was much water there. They came, and were baptized.\nFor John was not yet thrown into prison.\nThere arose therefore a questioning on the part of John’s disciples with some Jews about purification.\nThey came to John, and said to him, “Rabbi, he who was with you beyond the Jordan, to whom you have testified, behold, the same baptizes, and everyone is coming to him.”\nJohn answered, “A man can receive nothing, unless it has been given him from heaven.\nYou yourselves testify that I said, ‘I am not the Christ,’ but, ‘I have been sent before him.’\nHe who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. This, my joy, therefore is made full.\nHe must increase, but I must decrease.\nHe who comes from above is above all. He who is from the earth belongs to the earth, and speaks of the earth. He who comes from heaven is above all.\nWhat he has seen and heard, of that he testifies; and no one receives his witness.\nHe who has received his witness has set his seal to this, that God is true.\nFor he whom God has sent speaks the words of God; for God gives the Spirit without measure.\nThe Father loves the Son, and has given all things into his hand.\nOne who believes in the Son has eternal life, but one who disobeys\n the Son won’t see life, but the wrath of God remains on him.”\n",
        "book": "John",
        "chapter": 3,
        "cleaned_text": "man pharisee named nicodemus ruler jew came night said rabbi know teacher come god one sign unless god jesus answered certainly tell unless one born anew cant see god kingdom nicodemus said man born old enter second time mother womb born jesus answered certainly tell unless one born water spirit cant enter god kingdom born flesh flesh born spirit spirit dont marvel said must born anew wind blow want hear sound dont know come going everyone born spirit nicodemus answered thing jesus answered teacher israel dont understand thing certainly tell speak know testify seen dont receive witness told earthly thing dont believe believe tell heavenly thing one ascended heaven descended heaven son man heaven moses lifted serpent wilderness even must son man lifted whoever belief perish eternal life god loved world gave one son whoever belief perish eternal life god didnt send son world judge world world saved belief judged doesnt believe judged already believed name one son god judgment light come world men loved darkness rather light work evil everyone evil hate light doesnt come light lest work would exposed truth come light work may revealed done god thing jesus came disciple land judea stayed baptized john also baptizing enon near salim much water came baptized john yet thrown prison arose therefore questioning part john disciple jew purification came john said rabbi beyond jordan testified behold baptizes everyone coming john answered man receive nothing unless given heaven testify said christ sent bride bridegroom friend bridegroom stand hears rejoices greatly bridegroom voice joy therefore made full must increase must decrease come earth belongs earth speaks earth come heaven seen heard testifies one receives witness received witness set seal god true god sent speaks word god god give spirit without measure father love son given thing hand one belief son eternal life one disobeys son wont see life wrath god remains"
    },
    {
        "reference": "John 4",
        "text": "Therefore when the Lord knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John\n(although Jesus himself didn’t baptize, but his disciples),\nhe left Judea, and departed into Galilee.\nHe needed to pass through Samaria.\nSo he came to a city of Samaria, called Sychar, near the parcel of ground that Jacob gave to his son, Joseph.\nJacob’s well was there. Jesus therefore, being tired from his journey, sat down by the well. It was about the sixth hour.\nA woman of Samaria came to draw water. Jesus said to her,\n“Give me a drink.”\nFor his disciples had gone away into the city to buy food.\nThe Samaritan woman therefore said to him, “How is it that you, being a Jew, ask for a drink from me, a Samaritan woman?” (For Jews have no dealings with Samaritans.)\nJesus answered her,\n“If you knew the gift of God, and who it is who says to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”\nThe woman said to him, “Sir, you have nothing to draw with, and the well is deep. So where do you get that living water?\nAre you greater than our father, Jacob, who gave us the well, and drank of it himself, as did his children, and his livestock?”\nJesus answered her,\n“Everyone who drinks of this water will thirst again,\n\n\nbut whoever drinks of the water that I will give him will never thirst again; but the water that I will give him will become in him a well of water springing up to eternal life.”\nThe woman said to him, “Sir, give me this water, so that I don’t get thirsty, neither come all the way here to draw.”\nJesus said to her,\n“Go, call your husband, and come here.”\n\nThe woman answered, “I have no husband.”\nJesus said to her,\n“You said well, ‘I have no husband,’\n\n\nfor you have had five husbands; and he whom you now have is not your husband. This you have said truly.”\nThe woman said to him, “Sir, I perceive that you are a prophet.\nOur fathers worshiped in this mountain, and you Jews say that in Jerusalem is the place where people ought to worship.”\nJesus said to her,\n“Woman, believe me, the hour comes, when neither in this mountain, nor in Jerusalem, will you worship the Father.\n\n\nYou worship that which you don’t know. We worship that which we know; for salvation is from the Jews.\n\n\nBut the hour comes, and now is, when the true worshipers will worship the Father in spirit and truth, for the Father seeks such to be his worshipers.\n\n\nGod is spirit, and those who worship him must worship in spirit and truth.”\nThe woman said to him, “I know that Messiah comes, he who is called Christ. When he has come, he will declare to us all things.”\nJesus said to her,\n“I am he, the one who speaks to you.”\nAt this, his disciples came. They marveled that he was speaking with a woman; yet no one said, “What are you looking for?” or, “Why do you speak with her?”\nSo the woman left her water pot, and went away into the city, and said to the people,\n“Come, see a man who told me everything that I did. Can this be the Christ?”\nThey went out of the city, and were coming to him.\nIn the meanwhile, the disciples urged him, saying, “Rabbi, eat.”\nBut he said to them,\n“I have food to eat that you don’t know about.”\nThe disciples therefore said to one another, “Has anyone brought him something to eat?”\nJesus said to them,\n“My food is to do the will of him who sent me, and to accomplish his work.\n\n\nDon’t you say, ‘There are yet four months until the harvest?’ Behold, I tell you, lift up your eyes, and look at the fields, that they are white for harvest already.\n\n\nHe who reaps receives wages, and gathers fruit to eternal life; that both he who sows and he who reaps may rejoice together.\n\n\nFor in this the saying is true, ‘One sows, and another reaps.’\n\n\nI sent you to reap that for which you haven’t labored. Others have labored, and you have entered into their labor.”\nFrom that city many of the Samaritans believed in him because of the word of the woman, who testified, “He told me everything that I did.”\nSo when the Samaritans came to him, they begged him to stay with them. He stayed there two days.\nMany more believed because of his word.\nThey said to the woman, “Now we believe, not because of your speaking; for we have heard for ourselves, and know that this is indeed the Christ, the Savior of the world.”\nAfter the two days he went out from there and went into Galilee.\nFor Jesus himself testified that a prophet has no honor in his own country.\nSo when he came into Galilee, the Galileans received him, having seen all the things that he did in Jerusalem at the feast, for they also went to the feast.\nJesus came therefore again to Cana of Galilee, where he made the water into wine. There was a certain nobleman whose son was sick at Capernaum.\nWhen he heard that Jesus had come out of Judea into Galilee, he went to him, and begged him that he would come down and heal his son, for he was at the point of death.\nJesus therefore said to him,\n“Unless you see signs and wonders, you will in no way believe.”\nThe nobleman said to him, “Sir, come down before my child dies.”\nJesus said to him,\n“Go your way. Your son lives.” The man believed the word that Jesus spoke to him, and he went his way.\nAs he was now going down, his servants met him and reported, saying “Your child lives!”\nSo he inquired of them the hour when he began to get better. They said therefore to him, “Yesterday at the seventh hour, the fever left him.”\nSo the father knew that it was at that hour in which Jesus said to him,\n“Your son lives.” He believed, as did his whole house.\nThis is again the second sign that Jesus did, having come out of Judea into Galilee.\n",
        "book": "John",
        "chapter": 4,
        "cleaned_text": "therefore lord knew pharisee heard jesus making baptizing disciple john although jesus didnt baptize disciple left judea departed galilee needed pas samaria came city samaria called sychar near parcel ground jacob gave son joseph jacob well jesus therefore tired journey sat well sixth hour woman samaria came draw water jesus said give drink disciple gone away city buy food samaritan woman therefore said jew ask drink samaritan woman jew dealing samaritan jesus answered knew gift god say give drink would asked would given living water woman said sir nothing draw well deep get living water greater father jacob gave u well drank child livestock jesus answered everyone drink water thirst whoever drink water give never thirst water give become well water springing eternal life woman said sir give water dont get thirsty neither come way draw jesus said go call husband come woman answered husband jesus said said well husband five husband husband said truly woman said sir perceive prophet father worshiped mountain jew say jerusalem place people ought worship jesus said woman believe hour come neither mountain jerusalem worship father worship dont know worship know salvation jew hour come true worshiper worship father spirit truth father seek worshiper god spirit worship must worship spirit truth woman said know messiah come called christ come declare u thing jesus said one speaks disciple came marveled speaking woman yet one said looking speak woman left water pot went away city said people come see man told everything christ went city coming meanwhile disciple urged saying rabbi eat said food eat dont know disciple therefore said one another anyone brought something eat jesus said food sent accomplish work dont say yet four month harvest behold tell lift eye look field white harvest already reaps receives wage gather fruit eternal life sow reaps may rejoice together saying true one sow another reaps sent reap havent labored others labored entered labor city many samaritan believed word woman testified told everything samaritan came begged stay stayed two day many believed word said woman believe speaking heard know indeed christ savior world two day went went galilee jesus testified prophet honor country came galilee galilean received seen thing jerusalem feast also went feast jesus came therefore cana galilee made water wine certain nobleman whose son sick capernaum heard jesus come judea galilee went begged would come heal son point death jesus therefore said unless see sign wonder way believe nobleman said sir come child dy jesus said go way son life man believed word jesus spoke went way going servant met reported saying child life inquired hour began get better said therefore yesterday seventh hour fever left father knew hour jesus said son life believed whole house second sign jesus come judea galilee"
    },
    {
        "reference": "John 5",
        "text": "After these things, there was a feast of the Jews, and Jesus went up to Jerusalem.\nNow in Jerusalem by the sheep gate, there is a pool, which is called in Hebrew, “Bethesda”, having five porches.\nIn these lay a great multitude of those who were sick, blind, lame, or paralyzed, waiting for the moving of the water;\nfor an angel went down at certain times into the pool, and stirred up the water. Whoever stepped in first after the stirring of the water was healed of whatever disease he had.\nA certain man was there, who had been sick for thirty-eight years.\nWhen Jesus saw him lying there, and knew that he had been sick for a long time, he asked him,\n“Do you want to be made well?”\nThe sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, but while I’m coming, another steps down before me.”\nJesus said to him,\n“Arise, take up your mat, and walk.”\nImmediately, the man was made well, and took up his mat and walked.\nNow it was the Sabbath on that day.\nSo the Jews said to him who was cured, “It is the Sabbath. It is not lawful for you to carry the mat.”\nHe answered them, “He who made me well, the same said to me,\n‘Take up your mat, and walk.’”\nThen they asked him, “Who is the man who said to you,\n‘Take up your mat, and walk’?”\nBut he who was healed didn’t know who it was, for Jesus had withdrawn, a crowd being in the place.\nAfterward Jesus found him in the temple, and said to him,\n“Behold, you are made well. Sin no more, so that nothing worse happens to you.”\n\nThe man went away, and told the Jews that it was Jesus who had made him well.\nFor this cause the Jews persecuted Jesus, and sought to kill him, because he did these things on the Sabbath.\nBut Jesus answered them,\n“My Father is still working, so I am working, too.”\nFor this cause therefore the Jews sought all the more to kill him, because he not only broke the Sabbath, but also called God his own Father, making himself equal with God.\nJesus therefore answered them,\n“Most certainly, I tell you, the Son can do nothing of himself, but what he sees the Father doing. For whatever things he does, these the Son also does likewise.\n\n\nFor the Father has affection for the Son, and shows him all things that he himself does. He will show him greater works than these, that you may marvel.\n\n\nFor as the Father raises the dead and gives them life, even so the Son also gives life to whom he desires.\n\n\nFor the Father judges no one, but he has given all judgment to the Son,\n\n\nthat all may honor the Son, even as they honor the Father. He who doesn’t honor the Son doesn’t honor the Father who sent him.\n\n“Most certainly I tell you, he who hears my word, and believes him who sent me, has eternal life, and doesn’t come into judgment, but has passed out of death into life.\n\n\nMost certainly, I tell you, the hour comes, and now is, when the dead will hear the Son of God’s voice; and those who hear will live.\n\n\nFor as the Father has life in himself, even so he gave to the Son also to have life in himself.\n\n\nHe also gave him authority to execute judgment, because he is a son of man.\n\n\nDon’t marvel at this, for the hour comes, in which all that are in the tombs will hear his voice,\n\n\nand will come out; those who have done good, to the resurrection of life; and those who have done evil, to the resurrection of judgment.\n\n\nI can of myself do nothing. As I hear, I judge, and my judgment is righteous; because I don’t seek my own will, but the will of my Father who sent me.\n\n“If I testify about myself, my witness is not valid.\n\n\nIt is another who testifies about me. I know that the testimony which he testifies about me is true.\n\n\nYou have sent to John, and he has testified to the truth.\n\n\nBut the testimony which I receive is not from man. However, I say these things that you may be saved.\n\n\nHe was the burning and shining lamp, and you were willing to rejoice for a while in his light.\n\n\nBut the testimony which I have is greater than that of John, for the works which the Father gave me to accomplish, the very works that I do, testify about me, that the Father has sent me.\n\n\nThe Father himself, who sent me, has testified about me. You have neither heard his voice at any time, nor seen his form.\n\n\nYou don’t have his word living in you; because you don’t believe him whom he sent.\n\n“You search the Scriptures, because you think that in them you have eternal life; and these are they which testify about me.\n\n\nYet you will not come to me, that you may have life.\n\n\nI don’t receive glory from men.\n\n\nBut I know you, that you don’t have God’s love in yourselves.\n\n\nI have come in my Father’s name, and you don’t receive me. If another comes in his own name, you will receive him.\n\n\nHow can you believe, who receive glory from one another, and you don’t seek the glory that comes from the only God?\n\n“Don’t think that I will accuse you to the Father. There is one who accuses you, even Moses, on whom you have set your hope.\n\n\nFor if you believed Moses, you would believe me; for he wrote about me.\n\n\nBut if you don’t believe his writings, how will you believe my words?”\n",
        "book": "John",
        "chapter": 5,
        "cleaned_text": "thing feast jew jesus went jerusalem jerusalem sheep gate pool called hebrew bethesda five porch lay great multitude sick blind lame paralyzed waiting moving water angel went certain time pool stirred water whoever stepped first stirring water healed whatever disease certain man sick thirtyeight year jesus saw lying knew sick long time asked want made well sick man answered sir one put pool water stirred im coming another step jesus said arise take mat walk immediately man made well took mat walked sabbath day jew said cured sabbath lawful carry mat answered made well said take mat walk asked man said take mat walk healed didnt know jesus withdrawn crowd place afterward jesus found temple said behold made well sin nothing worse happens man went away told jew jesus made well cause jew persecuted jesus sought kill thing sabbath jesus answered father still working working cause therefore jew sought kill broke sabbath also called god father making equal god jesus therefore answered certainly tell son nothing see father whatever thing son also likewise father affection son show thing show greater work may marvel father raise dead give life even son also give life desire father judge one given judgment son may honor son even honor father doesnt honor son doesnt honor father sent certainly tell hears word belief sent eternal life doesnt come judgment passed death life certainly tell hour come dead hear son god voice hear live father life even gave son also life also gave authority execute judgment son man dont marvel hour come tomb hear voice come done good resurrection life done evil resurrection judgment nothing hear judge judgment righteous dont seek father sent testify witness valid another testifies know testimony testifies true sent john testified truth testimony receive man however say thing may saved burning shining lamp willing rejoice light testimony greater john work father gave accomplish work testify father sent father sent testified neither heard voice time seen form dont word living dont believe sent search scripture think eternal life testify yet come may life dont receive glory men know dont god love come father name dont receive another come name receive believe receive glory one another dont seek glory come god dont think accuse father one accuses even moses set hope believed moses would believe wrote dont believe writing believe word"
    },
    {
        "reference": "Revelation 1",
        "text": "This is the Revelation of Jesus Christ, which God gave him to show to his servants the things which must happen soon, which he sent and made known by his angel to his servant, John,\nwho testified to God’s word, and of the testimony of Jesus Christ, about everything that he saw.\nBlessed is he who reads and those who hear the words of the prophecy, and keep the things that are written in it, for the time is at hand.\nJohn, to the seven assemblies that are in Asia: Grace to you and peace, from God, who is and who was and who is to come; and from the seven Spirits who are before his throne;\nand from Jesus Christ, the faithful witness, the firstborn of the dead, and the ruler of the kings of the earth. To him who loves us, and washed us from our sins by his blood;\nand he made us to be a Kingdom, priests to his God and Father; to him be the glory and the dominion forever and ever. Amen.\nBehold, he is coming with the clouds, and every eye will see him, including those who pierced him. All the tribes of the earth will mourn over him. Even so, Amen.\n\n“I am the Alpha and the Omega,” says the Lord God,\n“who is and who was and who is to come, the Almighty.”\nI John, your brother and partner with you in the oppression, Kingdom, and perseverance in Christ Jesus, was on the isle that is called Patmos because of God’s Word and the testimony of Jesus Christ.\nI was in the Spirit on the Lord’s day, and I heard behind me a loud voice, like a trumpet\nsaying,\n“What you see, write in a book and send to the seven assemblies:\n to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and to Laodicea.”\nI turned to see the voice that spoke with me. Having turned, I saw seven golden lamp stands.\nAnd among the lamp stands was one like a son of man, clothed with a robe reaching down to his feet, and with a golden sash around his chest.\nHis head and his hair were white as white wool, like snow. His eyes were like a flame of fire.\nHis feet were like burnished brass, as if it had been refined in a furnace. His voice was like the voice of many waters.\nHe had seven stars in his right hand. Out of his mouth proceeded a sharp two-edged sword. His face was like the sun shining at its brightest.\nWhen I saw him, I fell at his feet like a dead man.\nHe laid his right hand on me, saying,\n“Don’t be afraid. I am the first and the last,\n\n\nand the Living one. I was dead, and behold, I am alive forever and ever. Amen. I have the keys of Death and of Hades.\n\nWrite therefore the things which you have seen, and the things which are, and the things which will happen hereafter;\n\n\nthe mystery of the seven stars which you saw in my right hand, and the seven golden lamp stands. The seven stars are the angels\nof the seven assemblies. The seven lamp stands are seven assemblies.\n",
        "book": "Revelation",
        "chapter": 1,
        "cleaned_text": "revelation jesus christ god gave show servant thing must happen soon sent made known angel servant john testified god word testimony jesus christ everything saw blessed read hear word prophecy keep thing written time hand john seven assembly asia grace peace god come seven spirit throne jesus christ faithful witness firstborn dead ruler king earth love u washed u sin blood made u kingdom priest god father glory dominion forever ever amen behold coming cloud every eye see including pierced tribe earth mourn even amen alpha omega say lord god come almighty john brother partner oppression kingdom perseverance christ jesus isle called patmos god word testimony jesus christ spirit lord day heard behind loud voice like trumpet saying see write book send seven assembly ephesus smyrna pergamum thyatira sardis philadelphia laodicea turned see voice spoke turned saw seven golden lamp stand among lamp stand one like son man clothed robe reaching foot golden sash around chest head hair white white wool like snow eye like flame fire foot like burnished brass refined furnace voice like voice many water seven star right hand mouth proceeded sharp twoedged sword face like sun shining brightest saw fell foot like dead man laid right hand saying dont afraid first last living one dead behold alive forever ever amen key death hades write therefore thing seen thing thing happen hereafter mystery seven star saw right hand seven golden lamp stand seven star angel seven assembly seven lamp stand seven assembly"
    },
    {
        "reference": "Revelation 2",
        "text": "\n“To the angel of the assembly in Ephesus write:\n“He who holds the seven stars in his right hand, he who walks among the seven golden lamp stands says these things:\n\n“I know your works, and your toil and perseverance, and that you can’t tolerate evil men, and have tested those who call themselves apostles, and they are not, and found them false.\n\n\nYou have perseverance and have endured for my name’s sake, and have\n\nnot grown weary.\n\n\nBut I have this against you, that you left your first love.\n\n\nRemember therefore from where you have fallen, and repent and do the first works; or else I am coming to you swiftly, and will move your lamp stand out of its place, unless you repent.\n\n\nBut this you have, that you hate the works of the Nicolaitans, which I also hate.\n\n\nHe who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes I will give to eat from the tree of life, which is in the Paradise of my God.\n\n“To the angel of the assembly in Smyrna write:\n“The first and the last, who was dead, and has come to life says these things:\n\n“I know your works, oppression, and your poverty (but you are rich), and the blasphemy of those who say they are Jews, and they are not, but are a synagogue of Satan.\n\n\nDon’t be afraid of the things which you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested; and you will have oppression for ten days. Be faithful to death, and I will give you the crown of life.\n\n\nHe who has an ear, let him hear what the Spirit says to the assemblies. He who overcomes won’t be harmed by the second death.\n\n“To the angel of the assembly in Pergamum write:\n“He who has the sharp two-edged sword says these things:\n\n“I know your works and where you dwell, where Satan’s throne is. You hold firmly to my name, and didn’t deny my faith in the days of Antipas my witness, my faithful one, who was killed among you, where Satan dwells.\n\n\nBut I have a few things against you, because you have there some who hold the teaching of Balaam, who taught Balak to throw a stumbling block before the children of Israel, to eat things sacrificed to idols, and to commit sexual immorality.\n\n\nSo you also have some who hold to the teaching of the Nicolaitans likewise.\n\nRepent therefore, or else I am coming to you quickly, and I will make war against them with the sword of my mouth.\n\n\nHe who has an ear, let him hear what the Spirit says to the assemblies. To him who overcomes, to him I will give of the hidden manna,\n\nand I will give him a white stone, and on the stone a new name written, which no one knows but he who receives it.\n\n“To the angel of the assembly in Thyatira write:\n“The Son of God, who has his eyes like a flame of fire, and his feet are like burnished brass, says these things:\n\n“I know your works, your love, faith, service, patient endurance, and that your last works are more than the first.\n\n\nBut I have this against you, that you tolerate your\nwoman, Jezebel, who calls herself a prophetess. She teaches and seduces my servants to commit sexual immorality, and to eat things sacrificed to idols.\n\n\nI gave her time to repent, but she refuses to repent of her sexual immorality.\n\n\nBehold, I will throw her into a bed, and those who commit adultery with her into great oppression, unless they repent of her works.\n\n\nI will kill her children with Death, and all the assemblies will know that I am he who searches the minds and hearts. I will give to each one of you according to your deeds.\n\n\nBut to you I say, to the rest who are in Thyatira, as many as don’t have this teaching, who don’t know what some call ‘the deep things of Satan,’ to you I say, I am not putting any other burden on you.\n\n\nNevertheless, hold that which you have firmly until I come.\n\n\nHe who overcomes, and he who keeps my works to the end, to him I will give authority over the nations.\n\n\nHe will rule them with a rod of iron, shattering them like clay pots;\nas I also have received of my Father:\n\n\nand I will give him the morning star.\n\n\nHe who has an ear, let him hear what the Spirit says to the assemblies.\n",
        "book": "Revelation",
        "chapter": 2,
        "cleaned_text": "angel assembly ephesus write hold seven star right hand walk among seven golden lamp stand say thing know work toil perseverance cant tolerate evil men tested call apostle found false perseverance endured name sake grown weary left first love remember therefore fallen repent first work else coming swiftly move lamp stand place unless repent hate work nicolaitans also hate ear let hear spirit say assembly overcomes give eat tree life paradise god angel assembly smyrna write first last dead come life say thing know work oppression poverty rich blasphemy say jew synagogue satan dont afraid thing suffer behold devil throw prison may tested oppression ten day faithful death give crown life ear let hear spirit say assembly overcomes wont harmed second death angel assembly pergamum write sharp twoedged sword say thing know work dwell satan throne hold firmly name didnt deny faith day antipas witness faithful one killed among satan dwells thing hold teaching balaam taught balak throw stumbling block child israel eat thing sacrificed idol commit sexual immorality also hold teaching nicolaitans likewise repent therefore else coming quickly make war sword mouth ear let hear spirit say assembly overcomes give hidden manna give white stone stone new name written one know receives angel assembly thyatira write son god eye like flame fire foot like burnished brass say thing know work love faith service patient endurance last work first tolerate woman jezebel call prophetess teach seduces servant commit sexual immorality eat thing sacrificed idol gave time repent refuse repent sexual immorality behold throw bed commit adultery great oppression unless repent work kill child death assembly know search mind heart give one according deed say rest thyatira many dont teaching dont know call deep thing satan say putting burden nevertheless hold firmly come overcomes keep work end give authority nation rule rod iron shattering like clay pot also received father give morning star ear let hear spirit say assembly"
    }
]